Repository: Cestt/RescueLander
Catalog: RescueLander Unity/Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: es

# RescueLander.Garage
source: Garage
es: Garaje

# RescueLander.HelpMenuText
source: 1. Pick up all the Astronauts. 2. Take them back to the Landing Platform.
es: 1. Recoge a todos los Astronautas. 2. Devuelvelos a la Plataforma de Aterrizaje.

# RescueLander.IngamePaused
source: Paused
es: En Pausa

# RescueLander.IngameReachPlatform
source: Reach the Platform
es: ¡Vuelve a la Plataforma!

# RescueLander.IngameTime
source: Time
es: Tiempo

# RescueLander.InvertRotation
source: Invert Rotation
es: Invertir Rotación

# RescueLander.LevelsScore
source: Score:
es: Récord:

# RescueLander.Loading
source: Loading . . .
es: Cargando

# RescueLander.LoseGetSome
source: Get Some
es: Claro!

# RescueLander.LoseMorePU
source: Some PowerUps may come handy the next try!
es: Unos Potenciadores ayudarán la próxima vez!

# RescueLander.LoseShiled
source: Crashing too much? Get a Shield for the next try!
es: ¿Chocas demasiado? ¡Con un escudo irá mejor!

# RescueLander.LoseShiledBuy
source: Buy it
es: Cómpralo

# RescueLander.LoseShiledFree
source: FREE
es: GRATIS

# RescueLander.LoseShiledOr
source: Or
es: O

# RescueLander.Mars
source: Mars
es: Marte

# RescueLander.MenuCoins
source: Coins
es: Monedas

# RescueLander.MenuCoinsAds
source: Any purchase will remove Ads
es: Toda compra quita la Publicidad

# RescueLander.MenuCoinsGetIt
source: Get it!
es: Lo Quiero

# RescueLander.MenuPaint
source: Paint
es: Pintar

# RescueLander.MenuPUFuelDesc
source: About to reach the landing platform but lack a bit of fuel? This will give you some extra fuel to finish.
es: Sin combustible a punto de llegar a la plataformal? Esto te dará lo justo para completar la misión!

# RescueLander.MenuPUFuelTitle
source: Critic Refuel
es: Llenado Rápido

# RescueLander.MenuPUMagnetDesc
source: Using your telekinesis is fine but... If you really want some more coins use our the patented "Coin Magnet".
es: Esta bien usar tu telequinesis pero... Si de verdad quieres más monedas usa nuestro Imán patentado!

# RescueLander.MenuPUMagnetTitle
source: Coin Magnet
es: Imán de Monedas

# RescueLander.MenuPUs
source: Power Ups
es: Potenciadores

# RescueLander.MenuPUShieldDesc
source: This awesome energy shield will protect you against collisions by reducing the damage taken by the ship.
es: Este increíble escudo de energía te protegerá de las colisiones reduciendo el daño estructural en la nave!

# RescueLander.MenuPUShieldTitle
source: Energy Shield
es: Escudo de Energía

# RescueLander.MenuPUYouHave
source: You Have:
es: Tienes:

# RescueLander.MenuShips
source: Ships
es: Naves

# RescueLander.MenuShips369Desc
source: High technology, higher landing capacity.
es: Gran tecnología, gran capacidad de aterrizaje.

# RescueLander.MenuShipsAgility
source: Agility
es: Agilidad

# RescueLander.MenuShipsBigDesc
source: Keep an eye on the sky "Laika Boss"
es: Manten un ojo en el cielo "Laika Boss"

# RescueLander.MenuShipsBowDesc
source: Take a ride in the Dark Side.
es: Da un paseo por el Lado Oscuro.

# RescueLander.MenuShipsBoxDesc
source: A sturdier case for a direct approach.
es: Un casco reforzado para un acercamiento directo.

# RescueLander.MenuShipsEngine
source: Engine
es: Motor

# RescueLander.MenuShipsEvolveDesc
source: Wow! The awesomeness of this ship is over 9000!
es: Wow! La genialidad de esta nave es más de 9000!

# RescueLander.MenuShipsJupitarDesc
source: For any space reporter looking for adventures!
es: Para cualquier reportero espacial de aventuras!

# RescueLander.MenuShipsLife
source: Life
es: Vida

# RescueLander.MenuShipsMushDesc
source: For Activities!
es: Para Actividades!

# RescueLander.MenuShipsOwned
source: Owned
es: Comprada

# RescueLander.MenuShipsShip01Desc
source: The trusted standard ship in the Rescuers fleet.
es: La nave estándar de la flota, fiable y eficaz.

# RescueLander.MenuShipsTabooDesc
source: For REAL Confort and high end features.
es: Para un Confort REAL y prestaciones de gama alta.

# RescueLander.MenuShipsUFLODesc
source: Unidentified Flying/Landing Object.
es: Aterrizador Volante No Identificado.

# RescueLander.MenuShipsUFLOTitle
source: U.F.L.O.
es: A.V.N.I.

# RescueLander.MoreCoins
source: More Coins!
es: ¡Más monedas!

# RescueLander.Next
source: Next
es: Siguiente

# RescueLander.Ok
source: Ok
es: Vale

# RescueLander.Options
source: Options
es: Opciones

# RescueLander.OptionsMenuAchievments
source: Achievments
es: Logros

# RescueLander.OptionsMenuFeedback
source: We love Feedback
es: Danos Feedback

# RescueLander.OptionsMenuLeaderboard
source: Leaderboard
es: Clasificación

# RescueLander.OptionsMenuLogin
source: Login to Google Play Games
es: Inicia sesión en Google Play

# RescueLander.OptionsMenuRateUs
source: Rate Us
es: Valóranos

# RescueLander.PromptAdsFuel
source: Out of Fuel? Get some by watching a video and reach that Platform!
es: ¿Sin Combustible? Consigue un poco viendo un vídeo y alcanza la plataforma!

# RescueLander.PromptControlsText1
source: Want to invert the controls for rotating the ship?
es: ¿Quieres invertir los controles para rotar la nave?

# RescueLander.PromptControlsText2
source: (You can change this later from the options menu)
es: (Puedes cambiarlo más tarde desde el menú de opciones)

# RescueLander.PromptErrorIAP1
source: We are sorry. Something went wrong processing your purchase.
es: Lo sentimos. Algo ha fallado mientras procesabamos tu compra.

# RescueLander.PromptErrorIAP2
source: Please make sure you have internet connection and try again later.
es: Asegurate de que tienes conexión a internet connection y vuelve a intentarlo

# RescueLander.PromptGarageText1
source: Visit the Garage!
es: Visita el Garaje!

# RescueLander.PromptGarageText2
source: Where you can Paint your ship, buy new ships or PowerUps and get some coins. Check it out!
es: Podrás pintar tu nave, comprar nuevas naves o Potenciadores y conseguir monedas.

# RescueLander.PromptMarsFinishedText1
source: Congratulations!
es: ¡Enhorabuena!

# RescueLander.PromptMarsFinishedText2
source: Now, will you be able to beat your friends in the Leaderboard?
es: Serás capaz ahora de vencer a tus amigos en la clasificación?

# RescueLander.PromptMoreCoinsText
source: You don't have enough coins. Get some for that awesome ship!
es: No tienes bastantes monedas. Consigue más para mejorar tu nave!

# RescueLander.PromptRateusLater
source: Later
es: Luego

# RescueLander.PromptRateusNever
source: Never
es: Nunca

# RescueLander.PromptRateusSure
source: Sure!
es: ¡Claro!

# RescueLander.PromptRateusText1
source: We hope you're enjoying...
es: Ojalá disfrutes...

# RescueLander.PromptRateusText2
source: While you Rate Us!
es: Valorando el juego!

# RescueLander.PromptRateusText3
source: Each time you avoid rating, an astronaut gets lost forever... A bit of mercy?
es: Cada vez que pasas de valorar, un astronauta se pierde para siempre... Mostrarás piedad?

# RescueLander.PromptTutoReward1
source: Well done! You've won some PowerUps!
es: ¡Bien hecho! Has ganado potenciadores!

# RescueLander.PromptTutoReward2
source: Perfect! The Rescuer's Ship is now yours!
es: ¡Perfecto! La nave oficial de la flota es tuya!

# RescueLander.PromptWinCoins
source: Congratulations! You earned some coins!
es: ¡Enhorabuena! Has conseguido éstas monedas!

# RescueLander.PromptWinFuel
source: Congratulations! You earned a Critic Refuel!
es: ¡Enhorabuena! Has ganado un Llenado Rápido!

# RescueLander.PromptWinMagnet
source: Congratulations! You earned a Coin Magnet!
es: ¡Enhorabuena! Has ganado un Imán de Monedas!

# RescueLander.PromptWinShield
source: Congratulations! You earned a Shield!
es: ¡Enhorabuena! Has ganado un Escudo!

# RescueLander.ResumeCollectedCoins
source: Collected:
es: Recogidas:

# RescueLander.ResumeFinishedCoins
source: Star:
es: Estrellas:

# RescueLander.ResumeLevelTitle
source: Level
es: Nivel

# RescueLander.ResumeNewColor
source: New Color Unlocked
es: ¡Nuevo Color!

# RescueLander.ResumeShare
source: Share
es: Compartir

# RescueLander.Retry
source: Retry
es: Reintentar

# RescueLander.SplashError1
source: ERROR loading assets.
es: ERROR cargando archivos.

# RescueLander.SplashError2
source: Please try Deleting and Reinstalling the application.
es: Porfavor prueba borrando y re-instalando la applicación.

# RescueLander.SplashErrorExit
source: Exit
es: Salir

# RescueLander.Tuto1Step1
source: Hello there Rookie! Take off and land back in the landing platform. CAREFULLY!
es: Hola Novato! Despega, gana un poco de altura y vuelve a aterrizar en la plataforma.

# RescueLander.Tuto2Step1Text1
source: Turn the ship to move sideways.
es: Gira la nave para moverte lateralmente

# RescueLander.Tuto2Step1Text2
source: But try to stay vertical, lean too much and you'll fall!
es: Pero mantente vertical, mucha inclinación te hará caer!

# RescueLander.Tuto2Step2
source: Now land at the Astronaut position and take him back safely to the Platform.
es: Aterriza en el astronauta y llévale a salvo de vuelta a la Plataforma de Aterrizaje.

# RescueLander.TutoTapContinue
source: Tap to Continue
es: Toca para Continuar

# RescueLander.WinScoreFuel
source: Remaining Fuel:
es: Combustible Restante:

# RescueLander.WinScoreLife
source: Remaining Life:
es: Vida Restante:

# RescueLander.WinScoreRecord
source: New Record!
es: ¡Nuevo Record!

# RescueLander.WinScoreTime
source: Remaining Time:
es: Tiempo Restante:

# RescueLander.WinScoreTotal
source: Score
es: Récord
